{
  "itemsName": {
    "desired": "Gewünschte Produktdetails",
    "desiredDet": "Um Ihre Produktionsanfrage zu beantworten und als Bekleidungshersteller in der Türkei Exzellenz zu gewährleisten, benötigen wir für unseren Produktionsprozess die folgenden Informationen: \n1. Bestellmenge pro Stil und Farbe: Geben Sie genaue Mengen an, um unseren hochwertigen Bekleidungsproduktionsprozess zu optimieren. \n2. Designdetails: Fügen Sie Branding-Logos, Grafiken und Muster hinzu, die für die Produktion von Private-Label-Kleidung maßgeschneidert sind. \n3. Logoanbringungsmethode: Wählen Sie zwischen Stickerei- oder Drucktechniken, um Ihren Branding-Standards gerecht zu werden. \n4. Größenangaben: Falls Sie keine Größentabelle haben, können Sie uns eine Passformprobe senden, und unsere Experten werden diese für Sie anpassen. \n5. Stoffdetails: Unsicher bezüglich der Stoffqualität? Senden Sie eine Probe, und wir passen sie an die besten Standards an, die von türkischen Textilherstellern verwendet werden. Auch wenn Ihre derzeitigen Produktionsinformationen unvollständig sind, füllen Sie einfach unser Anfrageformular aus. Unsere spezialisierten Servicemitarbeiter, die sich auf die Herstellung von Private-Label-Bekleidung in der Türkei spezialisiert haben, helfen Ihnen gerne, die fehlenden Teile auszufüllen.",
    "price": "Preisangebot",
    "priceDet": "Entsprechend der erhaltenen Anfrage unterbreiten wir Ihnen unser Preisangebot basierend auf den nachstehenden Details. Als einer der besten Bekleidungshersteller in der Türkei hängen unsere Preise ab von: \n1. Stoffqualität und GSM: Stellen Sie sicher, dass Ihre Kleidungsstücke aus den besten Materialien gefertigt sind. \n2. Modell und Muster des Produkts: Von maßgeschneiderter, übergroßer Streetwear bis hin zu aufwendigen Luxus-Babykleidungsdesigns. \n3. Druck- und Stickdesign: Maßgeschneidert für kundenspezifische Stickereien für Streetwear oder Private-Label-Babykleidung. \n4. Zubehöranfragen: Zusätzliche Details wie Reißverschlüsse, Knöpfe oder Verzierungen. All diese Faktoren beeinflussen den Endpreis und gewährleisten Transparenz bei unseren Angeboten. Ein Preisangebot für die Massenproduktion von Streetwear oder Boutique-Kollektionen wird auf Ihre einzigartigen Bedürfnisse abgestimmt.",
    "quality": "Qualitätsprobe",
    "qualityDet": "Bei FK Textile stellen wir sicher, dass jede erste Probe die Standards erfüllt, die von einem hochwertigen Bekleidungshersteller erwartet werden. Um mit der Produktion Ihrer Private-Label-Kleidung zu beginnen, benötigen wir folgendes: \n1. Stoffqualität: Wählen Sie aus umweltfreundlichen, biologischen oder luxuriösen Optionen, passend zur ökologischen Streetwear-Stoffbeschaffung in der Türkei. \n2. Produktmuster: Wesentlich für eine hochwertige Private-Label-Bekleidungsproduktion. \n3. Nähdetails: Unsere Liebe zum Detail sorgt für langlebige und stilvolle Kleidungsstücke. Wir bieten Proben in allen Größen (Klein - Mittel - Groß) und arbeiten eng mit Ihnen zusammen, um Korrekturen vorzunehmen und Designs zu finalisieren. Dies stellt sicher, dass wir Ihre Erwartungen als vertrauenswürdiger Partner unter den führenden Streetwear-Herstellern der Türkei erfüllen.",
    "lab": "Labordips",
    "labDet": "Die von Ihnen angegebenen Farben für Ihre Bestellung werden sorgfältig mit Pantone-Farben-Stoffmustern vorbereitet. Diese stellen sicher, dass Ihre Produktion perfekt mit Ihrem Branding übereinstimmt, was uns zu einer verlässlichen Wahl für kleine Streetwear-Hersteller in der Türkei und hochwertige Private-Label-Kleidung macht.",
    "pps": "PPS (Vorproduktionsproben)",
    "ppsDet": "1. Kritiken für die Qualitätsprobe: Feedback sorgt für Perfektion in der Massenproduktion. \n2. Stofffarben: Maßgeschneiderte gefärbte Materialien basierend auf Ihren Präferenzen. Als führender türkischer Textilhersteller produzieren wir diese Proben, um sicherzustellen, dass Ihr Endprodukt mit Ihrer Vision übereinstimmt. Ob Sie unabhängige Streetwear-Kollektionen oder luxuriöse Babykleidung herstellen, unser PPS-Prozess garantiert Genauigkeit.",
    "bulk" : "Serienfertigung"
  },
  "howWe" : "WIE WIR PRODUZIEREN"
}