{
  "manu": "HERSTELLUNG",
  "items": {
    "fabric": "Stoffproduktion",
    "cad": "Cad & Zuschnitt",
    "print": "Druck & Stickerei",
    "bulk": "Massenproduktion",
    "acc": "Zubehörproduktion & Anwendungen",
    "qua": "Qualitätskontrolle",
    "ship": "Versand"
  },
  "itemsDet": {
    "fabricDet": "Als einer der führenden Streetwear-Hersteller in der Türkei und Hersteller von Eigenmarken-Bekleidung verwenden wir modernste Rundstricksysteme und sorgen für die richtige Maschine sowie optimale Produktionsbedingungen bei der Stoffproduktion. Vor der Stoffproduktion werden die korrekte Garnlänge und die richtige Maschinenkonfiguration entsprechend den Stoffeigenschaften vorgenommen, die für die Bestellung verwendet werden sollen. Dank eines speziellen Überwachungssystems unter unseren Strickmaschinen können wir höchste Qualität ohne Garnfehlstellen oder Defekte produzieren. Unsere Stoffproduktion mit den richtigen Rohmaterialien macht uns zu einem bevorzugten Partner für die Beschaffung von organischen Streetwear-Stoffen, natürliche Babytextilien und luxuriöse Streetwear-Herstellung in der Türkei.",
    "cadDet": "Sobald das Produkt, das Ihre Anfrage betrifft, von Ihnen genehmigt wurde, werden alle Daten in unser CAD-System übertragen. Anschließend werden Zeichnungen erstellt und Stoffzuschnitte mit unseren voll- oder halbautomatischen Schneidesystemen vorgenommen. Als Hersteller von Eigenmarken-Bekleidung bleibt Ihre Information vertraulich und wird für zukünftige Bestellungen gespeichert. Damit sind wir eine verlässliche Wahl für maßgeschneiderte oversized Streetwear, personalisierte Babybekleidung in Europa und kleine Chargen von Babybekleidung in der Türkei.",
    "printDet": "Es gibt viele Drucktechniken, aber die richtige Technik für den richtigen Stoff anzuwenden, ist entscheidend. Die Drucktechniken, die wir entsprechend Ihrer Stoffauswahl und Designs verwenden, umfassen: • Siebdruck (Oeko-Tex-zertifizierte Farbe) • Baumwoll-Digitaldruck (Oeko-Tex-zertifiziert) • Wärmetransferdruck (frei von krebserregenden Stoffen) • Sublimations- und Digitaldruck (Oeko-Tex-zertifizierte Farbe) • Steineffekte (frei von krebserregenden Stoffen) • Einspritzung • Reliefdruck. Für Stickereien sind Musterarbeit und die Wahl des richtigen Transportfadens entscheidend. Als unabhängige Streetwear-Fabrik in der Türkei nutzen wir fortschrittliche Tajima- und Barudan-Maschinen, um Ihre Designs präzise umzusetzen. Unsere Expertise in maßgeschneiderter Streetwear-Stickerei gewährleistet die beste Stickfadenqualität und Designpräzision.",
    "bulkDet": "Bei FK Textile näht unser Produktionsteam Muster basierend auf Ihren Designs. Unser kontrollierter Nähprozess nutzt modernste Maschinen und fachkundige Techniken, um eine erstklassige Qualität sicherzustellen. Mit einer jährlichen Produktionsplanungskapazität von 4 Millionen Einheiten sind wir führend in der Produktion von hochwertigen Streetwear-Kleidungsstücken für Luxus-Streetwear, erschwingliche Streetwear-Lieferanten in der Türkei und weiche Babybekleidungsstoffe.",
    "accDet": "Zubehör ist entscheidend, um die Markenidentität zu spiegeln. Wir bieten eine breite Palette von Optionen wie Kordeln, Ösen, Gummibänder, Reißverschlüsse, Jacquard-Band und mehr. Unsere Zubehörabteilung bearbeitet Ihre Wünsche mit Sorgfalt, um sicherzustellen, dass Ihre Marke hervorsticht. Wir sind die erste Wahl für türkische Bekleidungshersteller für Startups, Exporteure von hochwertigen Babykleidern und Boutique-Babybekleidungsfabriken, die innovative Lösungen suchen.",
    "quaDet": "Wir stellen sicher, dass alle Produkte während jeder Produktionsphase strengen Kontrollen unterzogen werden. Unser Qualitätskontrollteam überprüft den Prozess und das Produkt in Echtzeit, um sicherzustellen, dass jedes Detail den höchsten Standards entspricht. Dieses Engagement macht uns zu einem der führenden Hersteller von Eigenmarken-Streetwear in der Türkei in Bezug auf Kundenzufriedenheit und Zuverlässigkeit.",
    "shipDet": "Nach Abschluss der Produktion wird eine Checkliste mit der Gesamtzahl der Boxen, Produktzahlen und Gewichte geteilt. Je nach Region kann Ihre Bestellung über Straße, Luft, See oder Schiene verschickt werden. • Die Transferdetails können vom Kunden organisiert und von unserer Produktionsstätte an das Transportunternehmen geliefert werden. • Alternativ können wir die Lieferung für Sie arrangieren, sofern Sie damit einverstanden sind. Für weitere Informationen können Sie uns kontaktieren, um eine Partnerschaft mit einem der führenden Streetwear-Hersteller der Türkei einzugehen oder Möglichkeiten für private Label-Babykleidung in Europa zu erkunden."
  },
  "showLab" : "Laborergebnisse anzeigen"
}