{
  "items" : {
    "1" : "Ich habe keine technischen Kenntnisse über die Produktion. Was soll ich tun?",
    "1Det" : "Um einen reibungslosen Produktionsvorbereitungsprozess im Einklang mit Ihren Erwartungen zu gewährleisten, benötigen wir spezifische Informationen von Ihnen, darunter Stoffqualität, Passform, Produktdetails und Grafiken. Sie können uns leiten, indem Sie Referenzen zur Stoffqualität, Größenmuster basierend auf bestehenden Produkten oder Beispielbilder bereitstellen, die Ihre gewünschten Druck- oder Sticktechniken zeigen. Unser Kundenberater unterstützt Sie bei jedem Schritt, von der Entwicklung des Schnittmusters bis zur Festlegung Ihrer bevorzugten Druck- und Stickmethoden, um sicherzustellen, dass die von Ihnen bereitgestellten Referenzen und Details zu den gewünschten Ergebnissen führen.",
    "2" : "Wie verwalten Sie die Prozesse für Vorproduktionsmuster?",
    "2Det" : "Unser Sampling-Prozess gewährleistet Präzision und Qualität in jeder Phase. Zuerst liefern wir ein Qualitätsmuster in beliebiger Farbe für Ihre erste Beurteilung der Stoffqualität und Passform. Nach Ihrer Genehmigung erstellen wir das Vorproduktionsmuster (PPS), das das Endprodukt mit genauen Grafiken, Größen, Stoffqualität und Farbe darstellt. Auf Wunsch wird ein Größenmuster (Size-Set) gefertigt, um die Maße über alle Größen hinweg zu prüfen. Basierend auf Ihrem Feedback nehmen wir die notwendigen Anpassungen vor und fahren mit der Produktion fort, um Ihre Zufriedenheit sicherzustellen.",
    "3" : "Wie kann ich sicher sein, dass die Qualität stimmt?",
    "3Det" : "Unsere Inline-Qualitätskontrollabteilung erstellt einen umfassenden QC-Bericht für alle Fertigungsstufen, um höchste Produktionsstandards sicherzustellen. Zusätzlich bieten zahlreiche unabhängige Qualitätskontrollunternehmen in der Türkei professionelle QC-Dienste an. Durch die Nutzung dieser Dienste können Sie Ihre Bekleidungsproduktion in der Türkei effektiv überwachen und verwalten, sodass Ihre Kleidungsproduktion den höchsten Qualitätsstandards entspricht. Dieser Prozess garantiert Konsistenz, Zuverlässigkeit und die Einhaltung Ihrer Anforderungen.",
    "4" : "Wie werden die Logistikdienste nach der Produktion organisiert?",
    "4Det" : "Nach der Produktion können Kunden entweder die Lieferung in das angegebene Lager veranlassen und die Logistik selbst organisieren oder unsere Logistikabteilung beauftragen, alles zu übernehmen. Wir verwalten den gesamten Lieferprozess bis vor Ihre Haustür und gewährleisten nahtlose Logistik, Nachverfolgung und Kommunikation. Als vertrauenswürdiger Bekleidungshersteller in der Türkei übernehmen wir die volle Verantwortung für die Nachverfolgung und bieten zuverlässige Bekleidungsproduktion, Lieferung und Kundenservice. Von der Herstellung bis zur Lieferung vor die Tür vereinfachen wir die Logistik, reduzieren Kosten und garantieren rechtzeitige Ergebnisse, wodurch wir Ihr einziger Ansprechpartner für Produktion, Qualitätskontrolle und Versandmanagement sind.",
    "5" : "Warum sollten Sie uns wählen?",
    "5Det" : "Mit vereinfachten Prozessen, vertrauenswürdiger Qualitätskontrolle, zuverlässiger Logistik und starken Kundenbeziehungen sind wir Ihr idealer Produktionspartner in der Türkei."
  },
  "needTo" : "WISSENWERTES"
}