{
  "items" : {
    "1" : "I have no technical knowledge about production. What should I do?",
    "1Det" : "To ensure a smooth production preparation process aligned with your expectations, we require specific details from you, including fabric quality, size fit, product details, and graphics. You can guide us by providing fabric quality references, size patterns based on existing products, or sample photos showcasing your desired printing or embroidery techniques. Our customer consultant will assist you through each step, from pattern development to finalizing your preferred printing and embroidery methods, ensuring that the references and details you provide lead to the results you aim to achieve.?",
    "2" : "How do you manage pre-production sample processes?",
    "2Det" : "Our sampling process ensures precision and quality at every stage. First, we provide a quality sample in any color for your initial evaluation of fabric quality and size fit. Once approved, we move to the pre-production sample (PPS), which represents the final product with accurate graphics, sizing, fabric quality, and color for your review. If requested, a size-set sample is then produced to verify measurements across all sizes. Based on your feedback at each step, we make necessary adjustments and proceed with production to ensure your satisfaction.",
    "3" : "How can I feel secure in quality?",
    "3Det" : "Our inline quality control department prepares a comprehensive QC report for all stages of manufacturing, ensuring top-notch production standards. Additionally, numerous independent quality control companies in Turkey offer professional QC services. By utilizing these services, you can effectively monitor and manage your clothing manufacturer in Turkey, ensuring that your apparel production meets the highest quality standards. This process guarantees consistency, reliability, and compliance with your requirements.",
    "4" : "How are logistics services arranged after production?",
    "4Det" : "After production, customers can either deliver to the specified warehouse and arrange logistics independently or request our logistics tracking department to handle everything. We manage the entire delivery process to your door, ensuring seamless logistics, tracking, and communication. As a trusted clothing manufacturer in Turkey, we take full responsibility for follow-up processes, providing reliable apparel production, delivery, and customer service. From garment manufacturing to door-to-door delivery, we streamline logistics, reduce costs, and guarantee on-time results, making us your single point of contact for production, quality control, and shipment management.",
    "5" : "Why Choose Us?",
    "5Det" : "With simplified processes, trusted quality assurance, reliable logistics, and strong customer relationships, we are your ideal manufacturing partner in Turkey."
  },
  "needTo" : "NEED TO KNOW"
}